benchmark_results/normal/deno_kubernetes_1/json-processing_c100.txt
Bombarding http://192.168.49.2:32000/json-processing with 10000 request(s) using 100 connection(s)
 10000 / 10000 [========================================================================================================================================================] 100.00% 2620/s 3s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec      2752.38    1568.98    5797.88
  Latency       36.17ms    23.34ms    93.83ms
  HTTP codes:
    1xx - 0, 2xx - 10000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:   100.50MB/s