benchmark_results/normal/deno_kubernetes_1/json-small_c10.txt
Bombarding http://192.168.49.2:32000/json-small with 100000 request(s) using 10 connection(s)
 100000 / 100000 [=====================================================================================================================================================] 100.00% 8178/s 12s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec      8281.91    3417.00   14315.11
  Latency        1.20ms     4.84ms    91.43ms
  HTTP codes:
    1xx - 0, 2xx - 100000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     1.84MB/s